cfd/kanat/veri/gercek3b/alfa6.7/0/omega
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object omega;
}

dimensions      [0 0 -1 0 0 0 0];

internalField   uniform 1.95;

boundaryField
{
    duvar
    {
        type            omegaWallFunction;
        blended         true;
        value           uniform 1.95;
    }
    "(disalan|uc)"
    {
        type            freestream;
        freestreamValue uniform 1.95;
    }
    cikis
    {
        type            zeroGradient;
    }
    kok
    {
        type            symmetryPlane;
    }
}
